package com.example.dustmeter;

public class text {

    static String blood = "-심혈관 질환- EPA에 따르면 미세먼지에 노출시 혈관기능에 장애를 일으켜 심근경색" +
            "뇌졸중을 비롯한 심혈관계 사망위험이 증가합니다 또한 그밖의 많은 연구를 통해서 미세먼지는 혈압을" +
            "급격히 상승시킬수 있는것으로 밝혀졌습니다. 1. 잊지말고 약을 먹고 진료일정을 지키세요" +
            "2.증상 악화 시 바로 진료를 받으세요 3. 금연하고 간접흡연을 피하세요 4. 미세먼지가 나쁠때는 외출시 보건용 마스크를 쓰세요 " + "\n";
    static String breath = "-호흡기 질환- 미세먼지는 여러 역학연구에서 호흡기 및 천식, 얼레르기질환의 급성악화에 영향을 미치는것으로 알려져있습니다." +
            "1. 천식,만성폐쇄성폐질환이 있는분은 외출시 증상 완화제를 휴대하세요. 2. 호흡기 질환을 치료하세요 3. 건강상태를 잘 살피고 악화시에는 병원을 방문하세요" +
            "4. 미세먼지의 영향이 6주까지도 지속될수 있으므로 치료 및 관리를 꾸준히 유지하세요 5. 독감 예방접종을 받으세요"+ "\n";
    static String asthma = "-천식-미세먼지는 여러 역학연구에서 호흡기 및 천식, 얼레르기질환의 급성악화에 영향을 미치는것으로 알려져있습니다." +
            "1. 천식,만성폐쇄성폐질환이 있는분은 외출시 증상 완화제를 휴대하세요. 2. 호흡기 질환을 치료하세요 3. 건강상태를 잘 살피고 악화시에는 병원을 방문하세요"+
            "4. 미세먼지의 영향이 6주까지도 지속될수 있으므로 치료 및 관리를 꾸준히 유지하세요"+ "\n";
    static String young = "-임산부 및 영유아- 1. 나는 임신성고혈압, 임신중독증 등이 있는 미세먼지 고위험군인지 확인하세요 2. 미세먼지가 나쁠때는 실외 운동을 " +
            "자제하고 실내에서 강도를 낮추어 운동하세요 3. 미세먼지가 나쁠때는 아이와 외출을 줄이세요 4.미세먼지가 나쁠때는 외출시 보건용 마스크를 쓰세요 5. 외출시 대로변," +
            "공사장 주변 등 대기오염이 심한곳은 피하세요"+ "\n";
    static String old = "-노인- 1. 평소 혈압과 혈당관리를 철저히 하세요. 2. 심뇌혈관질환이 있는 분은 특히 평소 위험요인을 관리하세요 3. 만성질환이 있는 분은 잊지 말고 약을 먹고" +
            "진료일정을 지키세요 4. 주기적으로 환기하고 공기 청정기가 있으면 사용하세요 5. 미세먼지가 나쁠때는 외출시 보건용 마스크를 쓰세요 " +
            "6. 미세먼지가 나쁠때는 실외 운동을 자제하고 실내에서 강도를 낮추어 운동하세요"+ "\n";
    static String skin = "-피부 질환- 미세먼지는 피부 표피 장벽 기능을 손상시키고 아토피 피부염을 악화시키며 염증 반응을 일으킵니다. 아토피 피부염의 증상 악화에 여러 환경요인이 관여한다는 " +
            "사실이 이미 알려져 있고 기전적으로 어느 정도 영향을 미칠것으로 보이며 중국에서 미취학 소아를 대상으로 수행된 대규모 역학연구에서도 이를 뒷받침하는 결과가 관찰되었습니다" +
            "1. 미세먼지 농도가 높을때는 아토피 피부염 환자의 증상 악화 여부를 주의 깊게 관찰해주세요 2. 외출시 아토피 연고를 휴대해 주세요. 3. 외출시 보습제를 휴대하고 적절하게 사용하세요."+ "\n";
    static String nose = "-이비인후과 질환- 해외 여러 연구에 따르면 8~13세 아동은 초미세먼지에 노출된 후 재채기, 코막힘 등 목과 코의 자극증상이 더 많이 발생하였습니다. 또한 " +
            "미세먼지에 24시간 노출된 후 후각세포의 기능이 감소된 것이 관찰되었습니다. 1. 중이염이 자주 발생하는 분은 손씻기와 금연을 철저히 하고 독감과 폐렴구균 예방접종을 받으세요." +
            "2. 만성 부비동염이 있는 분은 평소에 주기적으로 진료를 받으세요 3. 알레르기 비염이 있는 분은 보조적으로 코세척을 하고 증상 악화시 치료를 받으세요."+ "\n";
    static String eye = "-안과 질환- 해외 여러 연구에서 미세먼지 농도가 높아질수록 결막염, 각막염, 안구건조증이 많이 발생하는것으로 나타났습니다. 또한 대중" +
            "교통에서 발생한 미세먼지가 안구를 보호하는 역할을 하는 눈물막에 영향을 주어 안구 표면에 불쾌감을 유발할수 있다는 결과도 보고되었습니다." +
            "1. 주기적으로 진료를 받고 항산화 효과가 있는 과일, 채소등을 충분히 섭취하세요. 2. 미세먼지가 나쁜 날에는 콘택트 렌즈의 사용을 삼가세요" +
            "3. 콘택트 렌즈를 꼭 착용해야 하는 경우에는 하드렌즈보다 소프트렌즈를 착용하세요 4. 미세먼지 노출 후에는 눈세척을 하세요 "+ "\n";

}
